

// questions.js
export const questions = {
    1: "목표를 정하고 열심히 수행했던 경험 or 무엇을 열심히 했던 경험 or 문제를 해결했던 경험이 있으면 어떻게 해결했는지",
    2: "협업을 하다 팀원과 불찰이 있었던 경우",
    3: "EC에 들어올 경우 어떻게 활동할지 포부를",
    4: "자기소개를 해주세요(본인의 가치관과 성격 등을 포함한 내용",
    5: "관심있는 웹서비스 or 만들고 싶은 웹서비스 or 하고싶은 스터디?",
    6: "지원 동기 목표",
    7: "협업을 진행하면서 함께 성장한 경험에 대해 이야기해주세요(꼭 개발 경험이 아니어도 좋습니다",
    8: "자신이 팀 내에서 맡아서 했던 역할과 협업과정을 통해 배우고 느낀점을 구체적으로 설명해 주세요",
    9: "협업을 하다 팀원과 불찰이 있었던 경우",
    10: "질문테스트: 이렇게 딕셔너리 형식으로 추가하면 알아서 추가됨. 나중에 수정합시다 by 경태"
    // Add more questions as needed
};
